tap "borkdude/brew"
tap "clojure/tools"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "make-os/kit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "xz"
brew "webp"
brew "aspell"
brew "automake"
brew "libusb"
brew "bash"
brew "bat"
brew "binutils"
brew "python@3.9"
brew "openjdk"
brew "boot-clj"
brew "chafa"
brew "clojure"
brew "clojure-lsp"
brew "coreutils"
brew "cowsay"
brew "doctl"
brew "dylibbundler"
brew "elixir"
brew "exiftool"
brew "faas-cli"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gnupg"
brew "go"
brew "grep"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "leiningen"
brew "libpq"
brew "lynx"
brew "mas"
brew "neovim"
brew "nginx"
brew "pandoc"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "planck"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "sbcl"
brew "shellcheck"
brew "smartmontools"
brew "starship"
brew "subversion"
brew "tag"
brew "tmux"
brew "typescript"
brew "w3m"
brew "wget"
brew "ykman"
brew "youtube-dl"
brew "zlib"
brew "borkdude/brew/clj-kondo"
cask "1password"
cask "1password-cli"
cask "a-better-finder-rename"
cask "alfred"
cask "balenaetcher"
cask "basictex"
cask "betterdisplay"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "cardhop"
cask "chromium"
cask "cryptomator"
cask "discord"
cask "docker"
cask "emacs"
cask "fantastical"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-crimson-pro"
cask "font-crimson-text"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fira-sans-extra-condensed"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "font-liberation"
cask "font-lora"
cask "font-mononoki-nerd-font"
cask "font-noto-emoji"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans"
cask "font-noto-sans-mono"
cask "font-noto-serif"
cask "font-powerline-symbols"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "graalvm-ce-java17"
cask "grammarly"
cask "hazel"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "kindle"
cask "mountain-duck"
cask "multipass"
cask "neovide"
cask "notion"
cask "notunes"
cask "protonvpn"
cask "racket"
cask "script-debugger"
cask "setapp"
cask "telegram"
cask "tg-pro"
cask "tweeten"
cask "vox"
cask "whatsapp"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Fileloupe", id: 944693506
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "Hidden Bar", id: 1452453066
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Kaleidoscope", id: 1575557335
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Menu World Time", id: 1446377255
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "PicArrange", id: 1530678223
mas "Pins", id: 1547106997
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Table Tool", id: 1122008420
mas "TouchRetouch", id: 671595950
mas "Videoloupe", id: 1144728106
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
